Closes the document.
 Overload List
Name  |   Description
Close
 Closes the document, save the changes if there are.
 (Inherited from  Document  .)
Close(Boolean)
 Closes the document with the option to save.
 (Inherited from  Document  .)
 See Also
  DocumentEntryPoint Class
  DocumentEntryPoint Members
  Autodesk.Revit.DB.Macros Namespace